{
  "betta": [
        {
          "namebetta": "",
          "style": "",
          "img": "",
          "atten": ""
        },
        {
          "namebetta": "ปลากัดลายผีเสื้อ",
          "style": "เป็นปลากัดที่มีสีเป็นลวดลายรูปแบบเฉพาะที่บริเวณครีบ โดยครีบจะมีสีเป็นแถบๆ ขนานกับเส้นวงรอบลำตัว",
          "img": "https://www.liveaquaria.com/images/categories/product/lg-Butterfly.jpg",
          "atten": "มีลักษณะคล้ายกับผีเสื้อพระจันทร์ครึ่งซีก แต่ตรงครีบหางส่วนของปลายครีบจะมีสีขาว สีดำ หรือสีขุ่นใสเป็นบริเวณปลายหาง"
        },
        {
          "namebetta": "ปลากัดจีน",
          "style": "เป็นปลามีหางยาวและสีสันสดเข้ม มีครีบต่างๆค่อนข้างยาว โดยเฉพาะครีบหางจะยาวมากเป็นพิเศษและมีรูปทรงหลายแบบ มีสีสันสดสวยมากมายหลายสี",
          "img": "https://f.ptcdn.info/925/061/000/pl86l96u2z52biWPXgIA-o.jpg",
          "atten": "มีลักษณะเด่นคือครีบทุกส่วนจะยาวมาก และส่วนมากมีสีแดงสด"
        },
        {
          "namebetta": "ปลากัดหางมงกุฎ",
          "style": "เป็นปลาที่มีก้านครีบจะโผล่ยาวออกไปจากปลายหาง ลักษณะดูเหมือนหนาม ซึ่งอาจยาวหรือสั้นแตกต่างกันออกไป เช่นเดียวกับลักษณะการแยกของปลายหนาม และการแยกการเว้าโคนหนามก็มีหลายรูปแบบ ปลากัดหางมงกุฎที่สมบูรณ์จะมีครีบหางแผ่เต็มซ้อนทับได้แนวกับครีบอื่นๆ และส่วนของหนามมีการจัดเรียงในรูปแบบที่สวยงามสม่ำเสมอ",
          "img": "https://whyloveso2600.files.wordpress.com/2014/03/369.jpg",
          "atten" : "มีลักษณะเด่นที่เห็นได้ชัดคือครีบหางจะเป็นหางจักเป็นริ้วคล้ายกับมงกุฎหรืออาจจะเหมือนหนาม"
        },
        {
          "namebetta": "ปลากัดสองหาง่",
          "style": "มีลักษณะของหางคล้าย 2 แฉกท้ายของลำตัว เป็นสายพันธุ์ปลากัดที่กลายพันธุ์มาจากปลากัดจีน ในตัวผู้ครีบเหล่านี้จะยาว แต่ในตัวเมียที่มีหางสั้น",
          "img": "https://upload.wikimedia.org/wikipedia/commons/3/31/Double_tail_betta.jpg",
          "atten" : "มีลักษณะเด่นคือส่วนของครีบหางจะมีสองแฉกแยกออกจากกัน คล้ายรูปหัวใจ"
        },
        {
          "namebetta": "ปลากัดหูช้าง",
          "style": "มีเอกลักษณ์โดดเด่นเฉพาะตัวคือมีครีบหูขนาดใหญ่เป็นพิเศษ กล่าวกันว่าปลากัดหูช้างที่พัฒนาได้ในช่วงแรกนั้นเมื่ออายุน้อยจะมีหูเล็กต้องรอจนกว่าปลาอายุมากขึ้นหูจึงจะมีขนาดใหญ่ตาม แต่ปัจจุบันสามารถพัฒนาพันธุ์ให้มีหูขนาดใหญ่ แม้ปลายังมีอายุไม่มากก็ตาม",
          "img": "https://e.lnwfile.com/_/e/_raw/kg/ko/xx.jpg",
          "atten" : "มีลักษณะเด่นคือส่วนของครีบหูจะใหญ่มากและแผ่ออกค่อนข้างกว้าง"
        },
        {
          "namebetta": "ปลากัดฮาล์ฟมูน",
          "style": "มีลักษณะหางเป็นรูปจันทร์เสี้ยว ลำตัวของปลากัดฮาล์ฟมูนจะยาวกว่าปลากัดชนิดอื่นๆ โดยมีหางยาวเป็นคลื่นหยัก",
          "img": "https://5.imimg.com/data5/PA/RI/XP/SELLER-4982175/blue-butterfly-betta-joes-aqua-world-250x250.jpg",
          "atten" : "มีลักษณะที่เห็นได้ชัดคือครีบหางจะรุ่ยร่ายคล้ายปลากัดจีนแต่จะสามารถกางออกได้ 180 องศา มีหลายสีสัน"
        },
        {
          "namebetta": "ปลากัดลายหินอ่อน",
          "style": "มีลำตัวใสมีจุดแต้มตามลำตัวยกเว้นหัวและหน้า บางพันธุ์มีเพียงสีดำและสีแดง",
          "img": "https://e.lnwfile.com/_/e/_raw/le/os/wz.jpg",
          "atten" : "มีลักษณะเด่นคือจะลวดลายเฉพาะตัว ลำตัวมีสีแต้มเป็นจุดๆกระจายทั่ว คล้ายลายหินอ่อน"
        },
        {
          "namebetta": "ปลากัดลูกหม้อ",
          "style": "มีลักษณะลำตัวค่อนข้างหนาเมื่อเทียบกับสายพันธุ์อื่น ส่วนหัวค่อนข้างโตปากใหญ่ ครีบสั้นสีเข้ม เดิมมักจะเป็นสีเขียวหรือสีน้ำเงินแกมแดง แต่ปัจจุบันมีหลายสีเช่นสีแดง สีน้ำเงิน สีม่วง สีเขียว และสีนาก เป็นชนิดที่มีความอดทน   กัดเก่ง",
          "img": "https://lzd-img-global.slatic.net/g/ff/kf/S26489f16206b41a89dc728b2b4426780p.jpg_200x200q80.jpg_.webp",
          "atten" : "มีลักษณะคล้ายปลากัดป่า แต่ส่วนหัวจะใหญ่กว่าปลากัดป่าและส่วนของครีบหางจะเป็นเหมือนรูปใบโพธิ์"
        },
        {
          "namebetta": "ปลากัดป่า",
          "style": "เป็นปลากัดที่สามารถพบได้ตามธรรมชาติ มีลักษณะลำตัวที่เล็ก บอบบาง ครีบและหางค่อนข้างสั้นกว่าสายพันธุ์อื่น มีสีน้ำตาลขุ่นหรือเทาแกมเขียว ไม่ทนทานในการกัดเท่ากับปลากัดลูกหม้อ โดยเวลากัดกันจะใช้เวลาน้อยมาก",
          "img": "https://glurgang.com/wp-content/uploads/2023/06/wild-betta.jpg.webp",
          "atten" : "มีลักษณะที่คล้ายกับลูกหม้อ แต่จะตัวเล็กกว่าและสีของลำตัวจะเด่นชัด ในส่วนของครีบและหางจะมีแดงเกือบตลอด และมีเส้นสีเขียวแกม"
        },
        {
          "namebetta": "ปลากัดทันโจ",
          "style": "มีสีเป็นลวดลายรูปแบบเฉพาะที่บริเวณครีบ โดยครีบจะมีสีเป็นแถบ ๆ ขนานกับเส้นวงขอบลำตัว",
          "img": "https://pbs.twimg.com/media/Eul_rjKU4AAja2F?format=jpg&name=medium",
          "atten": "มีลักษณะเด่นคือส่วนหัวหรือส่วนใดส่วนนึงบนลำตัวจะมีสีแดงแต้มอยู่ และลำตัวจะมีสีขาวครีม ส่วนของครีบทั้งหมดจะมีสีใส"
        }
    ]
}